[
  {
    "id": "livro-teologia-da-esperanca",
    "slug": "teologia-da-esperanca",
    "titulo": "Teologia da Esperança",
    "subtitulo": "Como a esperança molda comunidades em movimento",
    "sinopse": "O clássico contemporâneo de João Pereira ganhou uma edição revisada que conecta fundamentos bíblicos de esperança com realidades urbanas atuais. O livro apresenta estudos exegéticos acessíveis, roteiros de conversa para pequenos grupos e relatos de comunidades que descobriram novas formas de servir enquanto atravessavam crises econômicas e emocionais. Cada capítulo combina análise de textos bíblicos, mapas de empatia comunitária e planos de ação mensais, ajudando líderes a traduzir doutrinas em práticas concretas. Recursos digitais complementares oferecem podcasts, fichas de acompanhamento e roteiros para retiros. Ideal para equipes pastorais, mentores jovens e igrejas que desejam cultivar esperança ativa em bairros multiculturais. O volume traz painéis de estudos de caso com indicadores sociais, roteiros de mentoria e relatos de igrejas que reconfiguraram calendários inteiros a partir das lições do livro. Leituras guiadas ao final de cada capítulo ajudam equipes a perceber sinais de esperança no bairro e alinhar ministérios diaconais, comunicação e discipulado ao mesmo tempo.",
    "preco": 69.9,
    "desconto": 20,
    "categoria": "Teologia",
    "autorId": "autor-joao-pereira",
    "capa": "/images/books/teologia-da-esperanca.svg",
    "galeria": [
      "/images/books/teologia-da-esperanca.svg"
    ],
    "isbn": "978-65-900001-01-0",
    "paginas": 320,
    "createdAt": "2025-02-14",
    "tags": [
      "bestseller",
      "esperanca"
    ]
  },
  {
    "id": "livro-comentario-salmos",
    "slug": "comentario-salmos-devocional",
    "titulo": "Comentário Devocional dos Salmos",
    "subtitulo": "Práticas de oração para cada estação da vida",
    "sinopse": "Ana Paula Souza conduz leitores pelos salmos com uma abordagem pastoral que integra cuidado emocional, oração em família e serviço comunitário. A obra apresenta 52 trilhas semanais com devocionais, perguntas provocativas e propostas de ação solidária, ajudando famílias a permanecerem conectadas à Palavra em meio à rotina corrida. Cada seção inclui QR Codes para áudios contemplativos, roteiros de intercessão e orientações para envolver crianças e adolescentes nas leituras. Estudos de caso, testemunhos e notas históricas completam a experiência, transformando o livro em um companheiro indispensável para líderes de pequenos grupos, ministérios femininos e cafés devocionais. Cada parte conta ainda com planos de jejum, sugestões de playlists domésticas e depoimentos de famílias que aplicaram as propostas em contextos multiculturais. Um apêndice reúne cartas escritas pelos leitores à autora, oferecendo inspiração para encontros mensais de oração e acompanhamento pastoral para famílias em transição.",
    "preco": 54.5,
    "categoria": "Devocional",
    "autorId": "autor-ana-paula-souza",
    "capa": "/images/books/comentario-salmos-devocional.svg",
    "galeria": [
      "/images/books/comentario-salmos-devocional.svg"
    ],
    "isbn": "978-65-900001-02-7",
    "paginas": 256,
    "createdAt": "2024-12-20",
    "tags": [
      "bestseller",
      "devocional"
    ]
  },
  {
    "id": "livro-fundamentos-fe",
    "slug": "fundamentos-da-fe-reformada",
    "titulo": "Fundamentos da Fé Reformada",
    "subtitulo": "Os cinco solas em linguagem pastoral",
    "sinopse": "Marcos Lima apresenta os cinco solas com profundidade bíblica e sensibilidade pastoral, articulando doutrina e missão urbana. O livro oferece quadros comparativos, estudos de caso e orientações para líderes que desejam comunicar a fé reformada a gerações digitais sem perder fidelidade histórica. Cada capítulo termina com roteiros para pregações dialogais, sugestões de podcasts e atividades interativas para classes de jovens e adultos. A obra também entrega ferramentas para avaliar cultura congregacional, planejar séries de ensino e nutrir uma espiritualidade vibrante enraizada na graça de Cristo. A nova edição inclui entrevistas curtas com pensadores contemporâneos, quadros sobre história da igreja latina e exercícios de análise cultural para grupos missionais. Ferramentas digitais permitem gerar mapas de série de sermões e roteiros para retiros que revisitam os solas na prática comunitária. Diagramas inéditos mostram cronologias históricas e sugerem como organizar residências teológicas que conectam teoria e prática junto a ministérios diaconais, juventude e comunicação digital.",
    "preco": 42.9,
    "categoria": "Doutrina",
    "autorId": "autor-marcos-lima",
    "capa": "/images/books/fundamentos-da-fe-reformada.svg",
    "galeria": [
      "/images/books/fundamentos-da-fe-reformada.svg"
    ],
    "isbn": "978-65-900001-03-4",
    "paginas": 190,
    "createdAt": "2025-01-05",
    "tags": [
      "lancamento"
    ]
  },
  {
    "id": "livro-vidas-transformadas",
    "slug": "vidas-transformadas",
    "titulo": "Vidas Transformadas",
    "subtitulo": "Testemunhos e roteiros de discipulado comunitário",
    "sinopse": "A Equipe Editora Cross reuniu histórias reais de transformação em comunidades brasileiras, entrelaçando testemunhos, fotografia documental e devocionais práticos. O livro apresenta perfis de famílias, jovens e líderes que vivenciaram intervenções de graça em contextos urbanos e rurais. Cada narrativa vem acompanhada de guias para pequenos grupos, planos de acompanhamento e sugestões de projetos missionais. O material é ideal para campanhas de serviço, retiros e séries temáticas sobre missão integral, inspirando igrejas a traduzirem fé em ações tangíveis de cuidado e justiça. A edição apresenta QR Codes que liberam minidocumentários, trilhas devocionais e fichas para equipes de ação social acompanharem resultados a longo prazo. Boxes laterais oferecem orientações jurídicas básicas, contatos de parceiros e desafios missiológicos que provocam leitores a sonhar com novos projetos de compaixão. Cada capítulo finaliza com roteiros de oração comunitária, sugestões de lives temáticas e checkpoints para mensurar impacto social e espiritual dos projetos narrados.",
    "preco": 59.9,
    "desconto": 10,
    "categoria": "Testemunhos",
    "autorId": "autor-equipa-editora",
    "capa": "/images/books/vidas-transformadas.svg",
    "galeria": [
      "/images/books/vidas-transformadas.svg"
    ],
    "isbn": "978-65-900001-04-1",
    "paginas": 540,
    "createdAt": "2025-02-01",
    "tags": [
      "bestseller",
      "discipulado"
    ]
  },
  {
    "id": "livro-mentoria-lideres",
    "slug": "mentoria-para-lideres",
    "titulo": "Mentoria para Líderes Cristãos",
    "subtitulo": "Ferramentas para formar equipes resilientes",
    "sinopse": "Ricardo Menezes entrega um guia completo para quem acompanha líderes emergentes em igrejas, ONGs e iniciativas sociais. A obra apresenta frameworks de mentoria, estudos de caso, roteiros de reuniões e ferramentas de escuta pastoral. Há capítulos dedicados a transições de liderança, cuidado emocional, planejamento visionário e análise de dados ministeriais. Recursos digitais incluem planilhas, modelos de contrato saudável e vídeos demonstrativos. Perfeito para redes de mentoria, conselhos pastorais e consultores que desejam fortalecer culturas de liderança sustentável. Entre os destaques estão scripts de reuniões, diagnósticos para avaliar cultura de feedback e histórias de líderes que venceram burnout com acompanhamento saudável. A obra sugere pactos comunitários, modelos de agenda e ferramentas digitais para monitorar metas, celebrando pequenas vitórias durante a jornada de mentoria. O conteúdo aborda também governança, sucessão geracional e construção de conselhos saudáveis, trazendo perguntas diagnósticas e cartas-modelo para pactos de cuidado mútuo.",
    "preco": 64.9,
    "categoria": "Liderança",
    "autorId": "autor-ricardo-menezes",
    "capa": "/images/books/mentoria-para-lideres.svg",
    "galeria": [
      "/images/books/mentoria-para-lideres.svg"
    ],
    "isbn": "978-65-900001-05-8",
    "paginas": 288,
    "createdAt": "2025-01-18",
    "tags": [
      "lideranca"
    ]
  },
  {
    "id": "livro-manual-professor",
    "slug": "manual-professor-biblico",
    "titulo": "Manual do Professor Bíblico",
    "subtitulo": "Planos criativos para ensinar com inclusão",
    "sinopse": "Cláudia Pires reúne estratégias para professores e voluntários que desejam conduzir aulas bíblicas em escolas, igrejas e projetos sociais. O manual oferece planos de aula modulares, atividades sensoriais, roteiros para encontros híbridos e orientações de acessibilidade. Cada unidade inclui perguntas de checagem, propostas de arte e recursos para famílias acompanharem o aprendizado durante a semana. Um apêndice detalha como montar bibliotecas itinerantes e integrar leitura bíblica a projetos de serviço na comunidade. Ferramenta essencial para educadores cristãos que buscam inovação e cuidado integral. O manual acompanha links para videoclipes demonstrativos, bancos de recursos imprimíveis e orientações para parceria com famílias e organizações comunitárias. Estudos de caso mostram como escolas bíblicas em áreas rurais e urbanas aplicaram os planos para incluir estudantes neurodivergentes em cada encontro. Há orientações para gamificar trilhas de aprendizagem, envolver voluntários adultos e adolescentes no mesmo ciclo e avaliar progresso com instrumentos qualitativos e quantitativos.",
    "preco": 37.9,
    "categoria": "Educação Cristã",
    "autorId": "autor-claudia-pires",
    "capa": "/images/books/manual-professor-biblico.svg",
    "galeria": [
      "/images/books/manual-professor-biblico.svg"
    ],
    "isbn": "978-65-900001-06-5",
    "paginas": 180,
    "createdAt": "2024-11-25",
    "tags": [
      "educacao"
    ]
  },
  {
    "id": "livro-atlas-biblico",
    "slug": "atlas-biblico-interativo",
    "titulo": "Atlas Bíblico Interativo",
    "subtitulo": "Mapas, realidade aumentada e roteiros devocionais",
    "sinopse": "Helena Barreto conduz leitores a uma jornada geográfica pelas Escrituras com mapas em alta resolução, realidade aumentada e comentários arqueológicos. O atlas apresenta rotas missionárias, contextos históricos e devocionais que conectam territórios bíblicos aos desafios urbanos de hoje. QR Codes liberam tours em 3D, entrevistas e playlists temáticas. Educadores encontram planos de estudo, sugestões de exposições e roteiros para viagens acadêmicas. Ideal para igrejas, escolas e seminários que desejam vivenciar a narrativa bíblica com todos os sentidos. A obra inclui guias para exposições itinerantes, roteiros de viagens acadêmicas e orientações para transformar cada mapa em experiências de oração coletiva. Painéis comparativos ajudam a relacionar descobertas arqueológicas recentes com debates contemporâneos sobre justiça, hospitalidade e reconciliação. O leitor encontra sugestões de podcasts, glossários regionais, cronogramas de ensino e exercícios criativos que conectam geografia bíblica a desafios de missão urbana contemporânea. Comunidades parceiras relatam aumento de engajamento quando utilizam os mapas para planejar orações em caminhada e retiros temáticos.",
    "preco": 109.9,
    "desconto": 5,
    "categoria": "Referência",
    "autorId": "autor-helena-barreto",
    "capa": "/images/books/atlas-biblico-interativo.svg",
    "galeria": [
      "/images/books/atlas-biblico-interativo.svg"
    ],
    "isbn": "978-65-900001-07-2",
    "paginas": 400,
    "createdAt": "2025-02-10",
    "tags": [
      "lancamento"
    ]
  },
  {
    "id": "livro-comentario-pentateuco",
    "slug": "comentario-pentateuco",
    "titulo": "Comentário Exegético do Pentateuco",
    "subtitulo": "Análise textual com aplicação pastoral",
    "sinopse": "A Equipe Acadêmica Cross apresenta um comentário abrangente dos cinco primeiros livros da Bíblia, combinando exegese de alta qualidade com insights pastorais. Cada seção oferece estrutura literária, palavras-chave em hebraico transliterado, notas históricas e caminhos de aplicação para comunidades locais. O volume traz gráficos, tabelas e recursos digitais para facilitar o ensino em seminários e igrejas. Inclui roteiros de sermões, perguntas para pequenas comunidades e dicas para integrar o conteúdo em cursos híbridos. A publicação traz artigos especiais sobre ética do Antigo Testamento, guias para leitura pública e notas que conectam pesquisa acadêmica a desafios pastorais atuais. Há ainda planos de curso semestrais, vídeos explicativos e mapas conceituais para facilitar a compreensão de alunos visuais. Estudos especiais tratam de liturgia, ética do cuidado com migrantes e pedagogia intergeracional, permitindo que comunidades tragam o conteúdo para conselhos ministeriais e salas de aula.",
    "preco": 124.9,
    "categoria": "Acadêmico",
    "autorId": "autor-equipe-academica",
    "capa": "/images/books/comentario-pentateuco.svg",
    "galeria": [
      "/images/books/comentario-pentateuco.svg"
    ],
    "isbn": "978-65-900001-08-9",
    "paginas": 680,
    "createdAt": "2025-01-30",
    "tags": [
      "bestseller",
      "academico"
    ]
  },
  {
    "id": "livro-40-dias-joao",
    "slug": "devocional-joao-40-dias",
    "titulo": "40 Dias no Evangelho de João",
    "subtitulo": "Conversas diárias sobre luz, verdade e missão",
    "sinopse": "Sonia Cavalcanti apresenta um percurso devocional de quarenta dias pelo Evangelho de João, com leituras curtas, perguntas reflexivas e desafios missionais. O material estimula conversas em família, grupos universitários e ministérios de novos convertidos. Cada dia oferece um campo para registrar percepções, orações e ações práticas, além de acesso a áudios narrados para quem prefere ouvir. Ao final de cada semana, há propostas de serviço comunitário e orientações para compartilhar a mensagem com vizinhos e colegas de trabalho. Recursos extras incluem cartões de memorização, trilhas em áudio para lectio divina e propostas de evangelização relacional adaptadas a ambientes de trabalho e universidades. O guia oferece seções de acompanhamento pastoral para novos convertidos registrarem dúvidas e celebrarem descobertas semanais. Ao final do percurso, um laboratório de testemunhos orienta igrejas a registrar histórias de transformação, fortalecendo acompanhamento pastoral de novos convertidos. Relatos de leitores mostram como o percurso fortaleceu amizades missionais e despertou novas vocações para serviço urbano.",
    "preco": 29.9,
    "categoria": "Devocional",
    "autorId": "autor-ana-paula-souza",
    "capa": "/images/books/devocional-joao-40-dias.svg",
    "galeria": [
      "/images/books/devocional-joao-40-dias.svg"
    ],
    "isbn": "978-65-900001-09-6",
    "paginas": 160,
    "createdAt": "2024-10-15",
    "tags": [
      "bestseller",
      "devocional"
    ]
  },
  {
    "id": "livro-guia-atos",
    "slug": "guia-estudos-atos",
    "titulo": "Guia de Estudos em Atos",
    "subtitulo": "Planos colaborativos para grupos missionais",
    "sinopse": "Eduardo Nascimento criou um guia prático para comunidades que desejam estudar o livro de Atos com profundidade missionária. O material oferece mapas, infográficos, planos de aula e desafios semanais que conectam a narrativa apostólica a cidades contemporâneas. Inclui atividades gamificadas, roteiros para células, sugestões de ações sociais e entrevistas com missionários. Cada unidade vem com perguntas que provocam discernimento coletivo e ferramentas para plantar novos pontos de testemunho urbano. Ao final de cada módulo, o guia apresenta checklists para viagens missionárias, sugestões de leitura complementar e templates de comunicação para redes sociais. Recursos digitais expandem os mapas com camadas de dados demográficos e indicadores sociais úteis para planejamento estratégico. O livro orienta ainda sobre captação de recursos, construção de parcerias com organizações sociais e avaliação de frutos espirituais e sociais após cada missão. Testemunhos distribuídos pelo livro ilustram como comunidades em diferentes capitais brasileiras plantaram novas frentes missionais após aplicar as propostas.",
    "preco": 48.9,
    "categoria": "Estudos Bíblicos",
    "autorId": "autor-joao-pereira",
    "capa": "/images/books/guia-estudos-atos.svg",
    "galeria": [
      "/images/books/guia-estudos-atos.svg"
    ],
    "isbn": "978-65-900001-10-2",
    "paginas": 210,
    "createdAt": "2024-12-05",
    "tags": [
      "estudos"
    ]
  },
  {
    "id": "livro-discipulado-urbano",
    "slug": "discipulado-urbano",
    "titulo": "Discipulado Urbano",
    "subtitulo": "Estratégias missionais para grandes cidades",
    "sinopse": "João Pereira revisita experiências de igrejas que atuam em metrópoles brasileiras e internacionais, oferecendo princípios para discipulado encarnado em contextos urbanos complexos. O livro apresenta narrativas de bairros periféricos, roteiros de visitas pastorais, planos de resiliência emocional e ferramentas de análise territorial. Inclui orientações para formar equipes bivocacionadas, dialogar com cultura digital e fortalecer redes de solidariedade. Acompanha acesso a workshops gravados e fichas para mentoria semanal. Planilhas de acompanhamento ajudam a medir impacto de iniciativas, enquanto estudos de caso detalham parcerias entre igrejas, negócios de impacto e organizações civis. A obra oferece também exercícios de escuta ativa com moradores da cidade e roteiros de oração caminhante para cada bairro. Quadros de planejamento ajudam a traduzir princípios em iniciativas semanais, com indicadores de participação, cuidado emocional e impacto comunitário. Estudos inspiradores apresentados na obra mostram líderes que reorganizaram calendários, criaram coalizões com universidades e geraram respostas rápidas a crises locais.",
    "preco": 58,
    "categoria": "Missão",
    "autorId": "autor-joao-pereira",
    "capa": "/images/books/discipulado-urbano.svg",
    "galeria": [
      "/images/books/discipulado-urbano.svg"
    ],
    "isbn": "978-65-900001-11-9",
    "paginas": 240,
    "createdAt": "2025-02-20",
    "tags": [
      "lancamento"
    ]
  },
  {
    "id": "livro-familias-oracao",
    "slug": "familias-em-oracao",
    "titulo": "Famílias em Oração",
    "subtitulo": "Trilhas semanais para lares multigeracionais",
    "sinopse": "Ana Paula Souza apresenta uma versão ampliada do devocional que tem inspirado lares em todo o país. O livro oferece planos semanais com leituras bíblicas, exercícios de oração criativos, atividades lúdicas para crianças e conversas profundas para adolescentes. Há orientações para incluir avós, tutores e famílias monoparentais, além de sugestões de serviço comunitário em cada mês. Recursos digitais complementares trazem vídeos, podcasts e fichas de acompanhamento para manter o ritmo devocional ao longo do ano inteiro. A seção de extras dispõe de calendários editáveis, roteiros de celebração trimestral e histórias inspiradoras de famílias que integraram o material a clubes de leitura e ações solidárias. Há dicas para criar pequenos altares domésticos, guias para viagens missionais em família e ferramentas de acompanhamento pastoral. Estudos guiados mostram como integrar o material a aconselhamento pastoral, reuniões de casais e ministérios infantis durante o ano litúrgico.",
    "preco": 44,
    "desconto": 15,
    "categoria": "Família",
    "autorId": "autor-ana-paula-souza",
    "capa": "/images/books/familias-em-oracao.svg",
    "galeria": [
      "/images/books/familias-em-oracao.svg"
    ],
    "isbn": "978-65-900001-12-6",
    "paginas": 200,
    "createdAt": "2025-01-25",
    "tags": [
      "familia",
      "bestseller"
    ]
  }
]